registerCourse("AAA6", {
  "img": "AAA6.jpg",
  "name": "سولو ليفيلينغ - الموسم الاول",
  "description": "مسلسل انمي اليابان مدبلج بالعربية - الموسم الاول",
  "category": "سولو ليفيلينغ",
  "level": "الموسم الأول",
  "info": {
    "overview": "تدور الأحداث في عالم ظهرت فيه بوابات غامضة تربط الأرض بأبعاد أخرى مليئة بالوحوش. يمتلك بعض البشر قوى سحرية لمواجهة هذه التهديدات ويُطلق عليهم اسم \"الصيادين\". بطل القصة هو الفتى الكوري سونغ جين وو، المعروف بأنه \"أضعف صياد في البشرية\"؛ حيث يخاطر بحياته يوميًا في زنزانات منخفضة الرتبة فقط لتأمين مصاريف علاج والدته المريضة وتعليم شقيقته. لكن حياته تنقلب تمامًا عندما يجد نفسه محاصرًا داخل زنزانة مزدوجة خفية وقاتلة، ليحصل بعدها على نظام رقمي غامض يجعله الشخص الوحيد في العالم القادر على رفع مستواه وقوته بلا حدود",
    "studio": "A-1 Pictures",
    "originalLanguage": "الكورية",
    "dubLanguage": "العربية",
    "creator": "الكوري تشوغونغ",
    "startDate": "7 يناير 2024",
    "endDate": "30 مارس 2025",
    "writer": "نوبورو كيمورا",
    "levelsCount": "2",
    "episodesThisLevel": "12"
  },
  "videos": [
    {
      "title": "الحلقة 1",
      "link": "https://archive.org/download/ep-1_20260813/EP1.mp4",
      "description": ""
    },
    {
      "title": "الحلقة 2",
      "link": "https://archive.org/download/ep-2_20260813/Ep2.mp4",
      "description": ""
    },
    {
      "title": "الحلقة 3",
      "link": "https://archive.org/download/ep-2_20260813/Ep2.mp4",
      "description": ""
    }
  ]
});
